-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Янв 11 2021 г., 15:44
-- Версия сервера: 10.3.22-MariaDB
-- Версия PHP: 7.1.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `борей`
--

-- --------------------------------------------------------

--
-- Структура таблицы `товары`
--

CREATE TABLE `товары` (
  `id` int(11) NOT NULL,
  `марка` varchar(65) COLLATE utf8mb4_unicode_ci NOT NULL,
  `поставщик` varchar(65) COLLATE utf8mb4_unicode_ci NOT NULL,
  `наименование` varchar(65) COLLATE utf8mb4_unicode_ci NOT NULL,
  `покупатель` varchar(65) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Дамп данных таблицы `товары`
--

INSERT INTO `товары` (`id`, `марка`, `поставщик`, `наименование`, `покупатель`) VALUES
(1, 'Genen Shouyu', 'ООО СейлсПро', 'Кока-кола (250мл)', 'ООО Герион'),
(2, 'Genen Shouyu', 'ООО СейлсПро', 'Спрайт (250мл)', 'ООО Герион'),
(3, 'Genen Shouyu', 'ООО СейлсПро', 'Фанта (250мл)', 'ООО Герион'),
(4, 'НашаПтицефабика', 'ООО КурыПлюс', 'Бедра куринные (1кг)', 'ООО Интер'),
(5, 'НашаПтицефабика', 'ООО КурыПлюс', 'Грудка куриная (600г)', 'ООО Интер'),
(6, 'НашаПтицефабика', 'ООО КурыПлюс', 'Глень куриная (600г)', 'ООО Интер'),
(7, 'НашаПтицефабика', 'ООО КурыПлюс', 'Фарш куриный (500г)', 'ООО Интер'),
(8, 'Дары моря', 'ООО Рыба', 'Филе лосося с/c (300г)', 'ООО Океан и море'),
(9, 'Дары моря', 'ООО Рыба', 'Горбуша (700г)', 'ООО Океан и море'),
(10, 'Дары моря', 'ООО Рыба', 'Минтай (700г)', 'ООО Океан и море'),
(11, 'ХлебОк', 'ЗАО ХЗ №12', 'Хлеб дарницкий (500г)', 'ООО \"Пекарь\"'),
(12, 'ХлебОк', 'ЗАО ХЗ №12', 'Булка с маком (100г)', 'ООО Пекарь'),
(13, 'ХлебОк', 'ЗАО ХЗ №12', 'Батон нарезной (500г)', 'ООО Пекарь'),
(14, 'ХлебОк', 'ЗАО ХЗ №12', 'Ватрушка с творогом (80г)', 'ООО Пекарь'),
(15, 'ХлебОк', 'ЗАО ХЗ №12', 'Слойка с лимонной начинкой (90г)', 'ООО Пекарь'),
(16, 'Фруктовый мир', 'ООО Фрутимпорт', 'Бананы (1гк)', 'ИП Бородин Дмитрий Алексндрович'),
(17, 'Фруктовый мир', 'ООО Фрутимпорт2', 'Апельсины (1кг)', 'ИП Бородин Дмитрий Алексндрович'),
(18, 'Фруктовый мир', 'ООО Фрутимпорт', 'Вингорад (1кг)', 'ИП Бородин Дмитрий Алексндрович'),
(19, 'Фруктовый мир', 'ООО Фрутимпорт', 'Мандарины (1кг)', 'ИП Бородин Дмитрий Алексндрович'),
(20, 'Фруктовый мир', 'ООО Фрутимпорт', 'Киви (1кг)', 'ИП Бородин Дмитрий Алексндрович');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `товары`
--
ALTER TABLE `товары`
  ADD UNIQUE KEY `id` (`id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
